{
  "articlesInfo": [
    {
      "id": 1,
      "title": "Тайм-менеджмент для учителя",
      "description": "Как успевать проверять тетради и жить свою жизнь",
      "image": "/articlesImages/sand_watch.png",
      "likes": 102,
      "content": "Каждый день учителя — это череда дел: провести уроки, сходить на совещание, проверить контрольные, подготовиться к родительскому собранию. Поэтому очень часто учителя жалуются на нехватку времени. Мы подготовили 10 способов, которые помогут распределить нагрузку и всё успеть",
      "extendedContent": "Реалистичные техники планирования, которые помогут перестать работать на износ и освободить время на отдых."
    },
    {
      "id": 2,
      "title": "Цифровой minimalism",
      "description": "Три инструмента, которые заменят гору бумаг на столе",
      "image": "/articlesImages/eye_hand.png",
      "likes": 243,
      "content": "Книга — настоящая пошаговая инструкция. С чего начать расхламление, как не погрязнуть в нем и прийти к желаемому результату: разложить все по полочкам не только в компьютере и смартфоне, но и во всем своем информационном пространстве. Избавившись от лишнего, оставить только самое нужное.",
      "extendedContent": "Многие люди понимают под словом «минимализм» владение лишь несколькими предметами одежды и маленьким домиком в лесу, в котором нет ничего, кроме матраса и умывальника"
    },
    {
      "id": 3,
      "title": "Внутренняя мотивация",
      "description": "Как научить детей хотеть учиться, а не получать оценке",
      "image": "/articlesImages/eye_crascent.png",
      "likes": 157,
      "content": "Мотивация — это то, что заставляет нас делать что-то, предпринимать какие-то действия, чтобы достичь цели. Мотивация может быть внутренней (когда мы сами решаем, что это нам нужно) и внешней (когда нас вынуждают обстоятельства или другие люди).",
      "extendedContent": "Когда мы уверены, что мотивация качественная, позитивная, оптимальная? Это состояние потока — ситуация, когда деятельность интересна, приятна или увлекательна сама по себе. Автор этого термина Михай Чиксентмихайи описал состояние потока как глубокую погружённость в деятельность, при которой человек тратит много энергии, но совершенно не чувствует усилий и забывает о времени и о себе."
    },
    {
      "id": 4,
      "title": "Пересматриваем подход к «домашке»",
      "description": "Как давать задания, которые хочется делать",
      "image": "/articlesImages/spell_book.png",
      "likes": 200,
      "content": "Знакомо? Этот сценарий каждый вечер разыгрывается в тысячах украинских семей. Время выполнения домашних заданий превращается в настоящее поле битвы, где вместо знаний добываются лишь нервные срывы, испорченные отношения и взаимные обиды. Родители чувствуют себя заложниками ситуации: с одной стороны — искреннее желание, чтобы ребенок был успешным и образованным, с другой — тотальная усталость от роли «надзирателя» и «цербера».",
      "extendedContent": "Педагоги, родители и эксперты всё чаще задаются вопросом — почему инструмент, задуманный как способ закрепления знаний и развития самостоятельности, превратился в источник стресса для школьников, их семей и учителей? Одна из главных причин — перегрузка учащихся. "
    }
  ]
}

